Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/AppleAccountUI.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Print a new copy if you change your account information.
ar: اطبع نسخة جديدة إذا غيَّرت معلومات حسابك.
bg: Отпечатайте ново копие, ако промените информацията за вашата регистрация.
ca: Si canvies la informació del compte, imprimeix‑ne una altra còpia.
cs: Pokud údaje na účtu změníte, vytiskněte si novou kopii.
da: Udskriv en ny kopi, hvis du ændrer dine kontooplysninger.
de: Drucke eine neue Version aus, wenn deine Accountinformationen geändert wurden.
el: Αν αλλάξετε τα στοιχεία λογαριασμού σας, εκτυπώστε ένα νέο αντίγραφο.
es: Si cambias la información de tu cuenta, imprime una nueva copia.
es_419: Imprime una nueva copia si cambias la información de tu cuenta.
fi: Tulosta uusi kopio, jos muutat tilitietoja.
fr: Imprimez une nouvelle copie si vous modifiez les informations de votre compte.
fr_ca: Imprimez une nouvelle copie si vous modifiez les informations relatives à votre compte.
he: יש להדפיס עותק חדש לאחר כל שינוי בפרטי החשבון.
hi: यदि आप अपनी खाता जानकारी बदलते हैं, तो नई कॉपी प्रिंट करें।
hr: Ispišite novu kopiju ako promijenite informacije o računu.
hu: Nyomtasson ki egy új példányt, ha módosítja a számlaadatait.
id: Cetak salinan baru jika Anda mengubah informasi akun Anda.
it: Stampa una nuova copia se modifichi le informazioni dell’account.
ja: アカウント情報を変更する場合、新しいコピーをプリントしてください。
kk: Аккаунтыңыз туралы ақпаратты өзгертсеңіз, жаңа көшірмесін басып шығарыңыз.
ko: 계정 정보를 변경하는 경우 새로운 복사본을 프린트하십시오.
lt: Jei pakeitėte paskyros informaciją, išspausdinkite naują kopiją.
ms: Cetak salinan baharu jika anda menukar maklumat akaun anda.
nb: Skriv ut en ny kopi hvis du endrer kontoinformasjonen.
nl: Druk een nieuwe kopie af als je je accountgegevens wijzigt.
pl: Jeśli dane Twojego konta ulegną zmianie, wydrukuj nową kopię.
pt_br: Se você alterar as informações da sua conta, imprima uma nova cópia.
pt_pt: Imprima uma nova cópia se alterar a informação da conta.
ro: Tipăriți o copie nouă dacă vă schimbați informațiile contului.
ru: Если данные учетной записи изменятся, распечатайте информацию заново.
sk: Ak zmeníte informácie o svojom účte, vytlačte si novú kópiu súhrnu.
sl: Natisnite novo kopijo, če spremenite podatke o računu.
sv: Skriv ut ett nytt exemplar om du ändrar kontoinformationen.
th: พิมพ์สำเนาใหม่หากคุณเปลี่ยนข้อมูลบัญชีของคุณ
tr: Hesap bilgilerinizi değiştirirseniz yeni bir kopya yazdırın.
uk: Надрукуйте нову копію в разі зміни інформації про свій обліковий запис.
vi: In một bản sao mới nếu bạn thay đổi thông tin tài khoản của mình.
zh_cn: 若更改账户信息，请打印新副本。
zh_hk: 如果你更改帳户資料，請列印一份新副本。
zh_tw: 若更改了帳號資訊，請列印一份新副本。

# PROFILE_BROWSE_PHOTO
source: Browse...
ar: استعراض…
bg: Преглед…
ca: Explora…
cs: Procházet…
da: Gennemse…
de: Suchen …
el: Αναζήτηση…
es: Explorar…
es_419: Explorar…
fi: Selaa…
fr: Parcourir…
fr_ca: Parcourir…
he: עיון…
hi: ब्राउज़ करें...
hr: Pregledaj...
hu: Böngészés…
id: Telusuri...
it: Sfoglia...
ja: ブラウズ…
kk: Қарау…
ko: 탐색…
lt: Naršyti…
ms: Layari...
nb: Bla gjennom…
nl: Blader...
pl: Przeglądaj…
pt_br: Explorar...
pt_pt: Procurar…
ro: Explorați…
ru: Найти…
sk: Prechádzať…
sl: Prebrskaj …
sv: Bläddra...
th: เลือกหา…
tr: Göz At…
uk: Огляд…
vi: Duyệt...
zh_cn: 浏览…
zh_hk: 瀏覽⋯
zh_tw: 瀏覽⋯

# PROFILE_CHOOSE_PHOTO
source: Choose Photo
ar: اختيار صورة
bg: Избери снимка
ca: Selecciona una foto
cs: Vybrat obrázek
da: Vælg foto
de: Auswählen
el: Επιλογή φωτογραφίας
es: Seleccionar foto
es_419: Seleccionar foto
fi: Valitse kuva
fr: Choisir une photo
fr_ca: Choisir une photo
he: בחירת תמונה
hi: तस्वीर चुनें
hr: Odaberi fotografiju
hu: Fotó kiválasztása
id: Pilih Foto
it: Scegli foto
ja: 写真を選択
kk: Фотоны таңдау
ko: 사진 선택
lt: Pasirinkti nuotrauką
ms: Pilih Foto
nb: Velg bilde
nl: Kies foto
pl: Wybierz zdjęcie
pt_br: Escolher Foto
pt_pt: Escolher uma fotografia
ro: Alegeți o poză
ru: Выбрать фото
sk: Vybrať fotku
sl: Izberi fotografijo
sv: Välj bild
th: เลือกรูปภาพ
tr: Fotoğraf Seç
uk: Обрати фото
vi: Chọn Ảnh
zh_cn: 选取照片
zh_hk: 選擇相片
zh_tw: 選擇照片

# PROFILE_NO_PHOTO_SOURCE
source: No Photo Sources Available
ar: لا تتوفر أية مصادر للصور
bg: Няма достъпни източници на снимки
ca: No hi ha fonts de fotos disponibles
cs: Nejsou k dispozici žádné zdroje obrázků
da: Ingen tilgængelige fotokilder
de: Keine Fotoquellen verfügbar
el: Καμία διαθέσιμη προέλευση φωτογραφιών
es: Ninguna fuente de fotos disponible
es_419: No hay fuentes disponibles de fotos
fi: Kuvalähteet eivät ole käytettävissä
fr: Aucune source de photos disponible
fr_ca: Sources de photo indisponibles
he: אין מקורות זמינים לתמונות
hi: तस्वीर के सोर्स उपलब्ध नहीं हैं
hr: Nije dostupan nijedan izvor fotografija
hu: Nem állnak rendelkezésre fotóforrások
id: Tidak Ada Sumber Foto yang Tersedia
it: Nessuna foto disponibile
ja: 写真のソースがありません
kk: Қолжетімді фото дереккөздері жоқ
ko: 사용 가능한 사진 소스 없음
lt: Nėra pasiekiamų nuotraukų šaltinių
ms: Tiada Sumber Foto Tersedia
nb: Ingen bildekilder tilgjengelig
nl: Geen fotobronnen beschikbaar
pl: Brak dostępnych źródeł zdjęć
pt_br: Nenhuma Foto Disponível
pt_pt: Nenhuma fonte disponível
ro: Nicio sursă de poze disponibilă
ru: Источники фото недоступны
sk: Nie sú dostupné žiadne zdroje fotiek
sl: Ni razpoložljivih virov fotografij
sv: Inga bildkällor tillgängliga
th: ไม่มีแหล่งรูปภาพ
tr: Hiç Fotoğraf Kaynağı Yok
uk: Немає доступних джерел фото
vi: Không có Nguồn Ảnh
zh_cn: 没有可用的照片源
zh_hk: 沒有可用的相片來源
zh_tw: 沒有可用的照片來源

# PROFILE_TAKE_PHOTO
source: Take Photo
ar: أخذ صورة
bg: Направи снимка
ca: Fes una foto
cs: Pořídit obrázek
da: Tag foto
de: Foto aufnehmen
el: Λήψη φωτογραφίας
es: Hacer foto
es_419: Tomar foto
fi: Ota kuva
fr: Prendre une photo
fr_ca: Prendre une photo
he: צילום תמונה
hi: तस्वीर लें
hr: Snimi fotografiju
hu: Fotó készítése
id: Ambil Foto
it: Scatta foto
ja: 写真を撮る
kk: Фото түсіру
ko: 사진 찍기
lt: Fotografuoti
ms: Ambil Foto
nb: Ta bilde
nl: Maak foto
pl: Zrób zdjęcie
pt_br: Tirar Foto
pt_pt: Tirar fotografia
ro: Fotografiați
ru: Снять фото
sk: Odfotiť
sl: Fotografiraj
sv: Ta bild
th: ถ่ายรูป
tr: Fotoğraf Çek
uk: Зробити знімок
vi: Chụp Ảnh
zh_cn: 拍照
zh_hk: 影相
zh_tw: 拍照

# RATCHET_RC_ADD_NOT_ALLOWED_ALERT_TITLE_IPAD
source: Can’t Add Recovery Contact on this iPad
ar: لا يمكن إضافة جهة اتصال استرداد على هذا الـ iPad
bg: Не може да се добави контакт за възстановяване на този iPad
ca: Error en afegir un contacte de recuperació a l’iPad
cs: Na tomto iPadu nelze kontakt pro obnovení přidat
da: Kan ikke tilføje gendannelseskontakt på denne iPad
de: Wiederherstellungskontakt hinzufügen auf diesem iPad nicht möglich
el: Δεν είναι δυνατή η προσθήκη επαφής ανάκτησης σε αυτό το iPad
es: No se puede añadir un contacto de recuperación en este iPad
es_419: No se puede agregar el contacto de recuperación a este iPad
fi: Palautuksen yhteyshenkilöä ei voida lisätä tässä iPadissa
fr: Impossible d’ajouter un contact de récupération sur cet iPad
fr_ca: Impossible d’ajouter un contact de récupération sur cet iPad
he: לא ניתן להוסיף את איש הקשר לשחזור ב-iPad זה
hi: इस iPad पर रिकवरी संपर्क नहीं जोड़ा जा सकता है
hr: Kontakt za oporavak ne može se dodati na ovaj iPad
hu: Nem adható hozzá helyreállítási kontakt ezen az iPaden
id: Tidak Dapat Menambahkan Kontak Pemulihan di iPad ini
it: Impossibile aggiungere un contatto di recupero su questo iPad
ja: このiPadに復旧用連絡先を追加できません
kk: Осы iPad құрылғысында қалпына келтіру контактісін қосу мүмкін емес
ko: 이 iPad에서 복구 연락처를 추가할 수 없음
lt: Negalima pridėti prieigą atkuriančio asmens šiame „iPad“
ms: Tidak Boleh Menambahkan Kenalan Pemulihan pada iPad ini
nb: Kan ikke legge til gjen­opp­rettings­kontakt på iPaden
nl: Toevoegen van herstelcontact niet mogelijk op deze iPad
pl: Nie można dodać kontaktu odzyskiwania na tym iPadzie
pt_br: Não é possível adicionar o contato de recuperação neste iPad
pt_pt: Não é possível adicionar o contacto de recuperação neste iPad
ro: Contactul de recuperare nu poate fi adăugat folosind acest iPad
ru: На этом iPad нельзя добавить контакт для восстановления доступа
sk: Na tomto iPade nie je možné pridať kontakt na obnovu účtu
sl: Dodajanje stika za obnovitev v tem iPadu ni mogoče
sv: Kan inte lägga till återställningskontakt på denna iPad
th: ไม่สามารถเพิ่มผู้ติดต่อการกู้คืนบน iPad เครื่องนี้ได้
tr: Bu iPad’de Kurtarma Kişisi Eklenemiyor
uk: Не вдається додати контакт для відновлення на цьому iPad
vi: Không thể thêm liên hệ khôi phục trên iPad này
zh_cn: 无法在此iPad上添加恢复联系人
zh_hk: 無法在此iPad上加入還原聯絡人
zh_tw: 無法在此iPad上加入復原聯絡人

# RATCHET_RC_ADD_NOT_ALLOWED_ALERT_TITLE_IPHONE
source: Can’t Add Recovery Contact on this iPhone
ar: لا يمكن إضافة جهة اتصال استرداد على هذا الـ iPhone
bg: Не може да се добави контакт за възстановяване на този iPhone
ca: Error en afegir un contacte de recuperació a l’iPhone
cs: Na tomto iPhonu nelze kontakt pro obnovení přidat
da: Kan ikke tilføje gendannelseskontakt på denne iPhone
de: Wiederherstellungskontakt hinzufügen auf diesem iPhone nicht möglich
el: Δεν είναι δυνατή η προσθήκη επαφής ανάκτησης σε αυτό το iPhone
es: No se puede añadir un contacto de recuperación en este iPhone
es_419: No se puede agregar el contacto de recuperación a este iPhone
fi: Palautuksen yhteyshenkilöä ei voida lisätä tässä iPhonessa
fr: Impossible d’ajouter un contact de récupération sur cet iPhone
fr_ca: Impossible d’ajouter un contact de récupération sur cet iPhone
he: לא ניתן להוסיף את איש הקשר לשחזור ב-iPhone זה
hi: इस iPhone पर रिकवरी संपर्क नहीं जोड़ा जा सकता है
hr: Kontakt za oporavak ne može se dodati na ovaj iPhone
hu: Nem adható hozzá helyreállítási kontakt ezen az iPhone-on
id: Tidak Dapat Menambahkan Kontak Pemulihan di iPhone ini
it: Impossibile aggiungere un contatto di recupero su questo iPhone
ja: このiPhoneに復旧用連絡先を追加できません
kk: Осы iPhone құрылғысында қалпына келтіру контактісін қосу мүмкін емес
ko: 이 iPhone에서 복구 연락처를 추가할 수 없음
lt: Negalima pridėti prieigą atkuriančio asmens šiame „iPhone“
ms: Tidak Boleh Menambahkan Kenalan Pemulihan pada iPhone ini
nb: Kan ikke legge til gjen­opp­rettings­kontakt på iPhonen
nl: Toevoegen van herstelcontact niet mogelijk op deze iPhone
pl: Nie można dodać kontaktu odzyskiwania na tym iPhonie
pt_br: Não é possível adicionar o contato de recuperação neste iPhone
pt_pt: Não é possível adicionar o contacto de recuperação neste iPhone
ro: Contactul de recuperare nu poate fi adăugat folosind acest iPhone
ru: На этом iPhone нельзя добавить контакт для восстановления доступа
sk: Na tomto iPhone nie je možné pridať kontakt na obnovu účtu
sl: Dodajanje stika za obnovitev v tem iPhonu ni mogoče
sv: Kan inte lägga till återställningskontakt på denna iPhone
th: ไม่สามารถเพิ่มผู้ติดต่อการกู้คืนบน iPhone เครื่องนี้ได้
tr: Bu iPhone’da Kurtarma Kişisi Eklenemiyor
uk: Не вдається додати контакт для відновлення на цьому iPhone
vi: Không thể thêm liên hệ khôi phục trên iPhone này
zh_cn: 无法在此iPhone上添加恢复联系人
zh_hk: 無法在此iPhone上加入還原聯絡人
zh_tw: 無法在此iPhone上加入復原聯絡人

# RATCHET_RC_ADD_NOT_ALLOWED_ALERT_TITLE_MAC
source: Can’t Add Recovery Contact on this Mac
ar: لا يمكن إضافة جهة اتصال استرداد على هذا الـ Mac
bg: Не може да се добави контакт за възстановяване на този Mac
ca: Error en afegir un contacte de recuperació al Mac
cs: Na tomto Macu nelze kontakt pro obnovení přidat
da: Kan ikke tilføje gendannelseskontakt på denne Mac
de: Wiederherstellungskontakt hinzufügen auf diesem Mac nicht möglich
el: Δεν είναι δυνατή η προσθήκη επαφής ανάκτησης σε αυτό το Mac
es: No se puede añadir un contacto de recuperación en este Mac
es_419: No se puede agregar el contacto de recuperación a esta Mac
fi: Palautuksen yhteyshenkilöä ei voida lisätä tässä Macissa
fr: Impossible d’ajouter un contact de récupération sur ce Mac
fr_ca: Impossible d’ajouter un contact de récupération sur ce Mac
he: לא ניתן להוסיף את איש הקשר לשחזור ב-Mac זה
hi: इस Mac पर रिकवरी संपर्क नहीं जोड़ा जा सकता है
hr: Kontakt za oporavak ne može se dodati na ovaj Mac
hu: Nem adható hozzá helyreállítási kontakt ezen a Macen
id: Tidak Dapat Menambahkan Kontak Pemulihan di Mac ini
it: Impossibile aggiungere un contatto di recupero su questo Mac
ja: このMacに復旧用連絡先を追加できません
kk: Осы Mac компьютерінде қалпына келтіру контактісін қосу мүмкін емес
ko: 이 Mac에서 복구 연락처를 추가할 수 없음
lt: Negalima pridėti prieigą atkuriančio asmens šiame „Mac“
ms: Tidak Boleh Menambahkan Kenalan Pemulihan pada Mac ini
nb: Kan ikke legge til gjen­opp­rettings­kontakt på Macen
nl: Toevoegen van herstelcontact niet mogelijk op deze Mac
pl: Nie można dodać kontaktu odzyskiwania na tym Macu
pt_br: Não é possível adicionar o contato de recuperação neste Mac
pt_pt: Não é possível adicionar o contacto de recuperação neste Mac
ro: Contactul de recuperare nu poate fi adăugat folosind acest Mac
ru: На этом Mac нельзя добавить контакт для восстановления доступа
sk: Na tomto Macu nie je možné pridať kontakt na obnovu účtu
sl: Dodajanje stika za obnovitev v tem Macu ni mogoče
sv: Kan inte lägga till återställningskontakt på denna Mac
th: ไม่สามารถเพิ่มผู้ติดต่อการกู้คืนบน Mac เครื่องนี้ได้
tr: Bu Mac’te Kurtarma Kişisi Eklenemiyor
uk: Не вдається додати контакт для відновлення на цьому Mac
vi: Không thể thêm liên hệ khôi phục trên máy Mac này
zh_cn: 无法在此Mac上添加恢复联系人
zh_hk: 無法在此Mac上加入還原聯絡人
zh_tw: 無法在此Mac上加入復原聯絡人

# RATCHET_RC_ADD_NOT_ALLOWED_ALERT_TITLE_UNKNOWN
source: Can’t Add Recovery Contact on this device
ar: لا يمكن إضافة جهة اتصال استرداد على هذا الجهاز
bg: Не може да се добави контакт за възстановяване на това устройство
ca: Error en afegir un contacte de recuperació al dispositiu
cs: Na tomto zařízení nelze kontakt pro obnovení přidat
da: Kan ikke tilføje gendannelseskontakt på denne enhed
de: Wiederherstellungskontakt hinzufügen auf diesem Gerät nicht möglich
el: Δεν είναι δυνατή η προσθήκη επαφής ανάκτησης σε αυτήν τη συσκευή
es: No se puede añadir un contacto de recuperación en este dispositivo
es_419: No se puede agregar el contacto de recuperación a este dispositivo
fi: Palautuksen yhteyshenkilöä ei voida lisätä tässä laitteessa
fr: Impossible d’ajouter un contact de récupération sur cet appareil
fr_ca: Impossible d’ajouter un contact de récupération sur cet appareil
he: לא ניתן להוסיף את איש הקשר לשחזור במכשיר זה
hi: इस डिवाइस पर रिकवरी संपर्क नहीं जोड़ा जा सकता है
hr: Kontakt za oporavak ne može se dodati na ovaj uređaj
hu: Nem adható hozzá helyreállítási kontakt ezen az eszközön
id: Tidak Dapat Menambahkan Kontak Pemulihan di perangkat ini
it: Impossibile aggiungere un contatto di recupero su questo dispositivo
ja: このデバイスに復旧用連絡先を追加できません
kk: Осы құрылғыда қалпына келтіру контактісін қосу мүмкін емес
ko: 이 기기에서 복구 연락처를 추가할 수 없음
lt: Negalima pridėti prieigą atkuriančio asmens šiame įrenginyje
ms: Tidak Boleh Menambahkan Kenalan Pemulihan pada peranti ini
nb: Kan ikke legge til gjen­opp­rettings­kontakt på enheten
nl: Toevoegen van herstelcontact niet mogelijk op dit apparaat
pl: Nie można dodać kontaktu odzyskiwania na tym urządzeniu
pt_br: Não é possível adicionar o contato de recuperação neste dispositivo
pt_pt: Não é possível adicionar o contacto de recuperação neste dispositivo
ro: Contactul de recuperare nu poate fi adăugat folosind acest dispozitiv
ru: На этом устройстве нельзя добавить контакт для восстановления доступа
sk: Na tomto zariadení nie je možné pridať kontakt na obnovu účtu
sl: Dodajanje stika za obnovitev v tej napravi ni mogoče
sv: Kan inte lägga till återställningskontakt på denna enhet
th: ไม่สามารถเพิ่มผู้ติดต่อการกู้คืนบนอุปกรณ์นี้ได้
tr: Bu Aygıtta Kurtarma Kişisi Eklenemiyor
uk: Не вдається додати контакт для відновлення на цьому пристрої
vi: Không thể thêm liên hệ khôi phục trên thiết bị này
zh_cn: 无法在此设备上添加恢复联系人
zh_hk: 無法在此裝置上加入還原聯絡人
zh_tw: 無法在此裝置上加入復原聯絡人

# RATCHET_RC_ADD_NOT_ALLOWED_ALERT_TITLE_VISION
source: Can’t Add Recovery Contact on this Vision Pro
ar: لا يمكن إضافة جهة اتصال استرداد على هذه الـ Vision Pro
bg: Не може да се добави контакт за възстановяване на този Apple Vision Pro
ca: Error en afegir un contacte de recuperació a l’Apple Vision Pro
cs: Na tomto zařízení Vision Pro nelze kontakt pro obnovení přidat
da: Kan ikke tilføje gendannelseskontakt på denne Vision Pro
de: Wiederherstellungskontakt hinzufügen auf dieser Vision Pro nicht möglich
el: Δεν είναι δυνατή η προσθήκη επαφής ανάκτησης σε αυτό το Vision Pro
es: No se puede añadir un contacto de recuperación en este Vision Pro
es_419: No se puede agregar el contacto de recuperación a este Vision Pro
fi: Palautuksen yhteyshenkilöä ei voida lisätä tässä Vision Prossa
fr: Impossible d’ajouter un contact de récupération sur ce Vision Pro
fr_ca: Impossible d’ajouter un contact de récupération sur ce Vision Pro
he: לא ניתן להוסיף את איש הקשר לשחזור ב-Apple Vision Pro זה
hi: इस Vision Pro पर रिकवरी संपर्क नहीं जोड़ा जा सकता है
hr: Kontakt za oporavak ne može se dodati na ovaj Vision Pro
hu: Nem adható hozzá helyreállítási kontakt ezen a Vision Prón
id: Tidak Dapat Menambahkan Kontak Pemulihan di Vision Pro ini
it: Impossibile aggiungere un contatto di recupero su questo Vision Pro
ja: このVision Proに復旧用連絡先を追加できません
kk: Осы Vision Pro құрылғысында қалпына келтіру контактісін қосу мүмкін емес
ko: 이 Vision Pro에서 복구 연락처를 추가할 수 없음
lt: Negalima pridėti prieigą atkuriančio asmens šiame „Vision Pro“
ms: Tidak Boleh Menambahkan Kenalan Pemulihan pada Vision Pro ini
nb: Kan ikke legge til gjen­opp­rettings­kontakt på Apple Vision Pro
nl: Toevoegen van herstelcontact niet mogelijk op deze Vision Pro
pl: Nie można dodać kontaktu odzyskiwania na tym Vision Pro
pt_br: Não é possível adicionar o contato de recuperação neste Vision Pro
pt_pt: Não é possível adicionar o contacto de recuperação neste Vision Pro
ro: Contactul de recuperare nu poate fi adăugat folosind acest Vision Pro
ru: На этом Apple Vision Pro нельзя добавить контакт для восстановления доступа
sk: Na tomto Vision Pro nie je možné pridať kontakt na obnovu účtu
sl: Dodajanje stika za obnovitev v tej napravi Vision Pro ni mogoče
sv: Kan inte lägga till återställningskontakt på denna Vision Pro
th: ไม่สามารถเพิ่มผู้ติดต่อการกู้คืนบน Vision Pro เครื่องนี้ได้
tr: Bu Vision Pro’da Kurtarma Kişisi Eklenemiyor
uk: Не вдається додати контакт для відновлення на цьому Vision Pro
vi: Không thể thêm liên hệ khôi phục trên Vision Pro này
zh_cn: 无法在此Apple Vision Pro上添加恢复联系人
zh_hk: 無法在此Vision Pro上加入還原聯絡人
zh_tw: 無法在此Vision Pro上加入復原聯絡人
